app/controllers/static_controller.rb

  def students
    @students = Student.all
---
SELECT "students".* FROM "students"